h/003.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>History 003</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://ahisu6.github.io/assets/css/main.css" />
</head>
<body>
<div id="content">
<div class="engt">History</div>
<div class="japt">病歴聴取</div>
<div class="engt">Page 003</div>

<p>
<a href="https://github.com/ahisu6/ahisu6.github.io/edit/main/src/h/003.org">Edit</a>
</p>

<p>
<a href="./index.html">Home</a>
</p>

<p>
<a href="./002.html">&lt;&lt; Previous page</a> - <a href="./004.html">Next page &gt;&gt;</a>
</p>

<hr />

<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org71232d0">Tired all the time</a></li>
</ul>
</div>
</div>

<div id="outline-container-org99976a0" class="outline-2">
<h2 id="org71232d0">Tired all the time</h2>
<div class="outline-text-2" id="text-org71232d0">
<p>
Posted: 2023-10-08 | Updated: 2023-10-08
</p>

<p>
Many things can cause tiredness and fatigue:
</p>
<ul class="org-ul">
<li>Cancer</li>
<li>Thyroid issues</li>
<li>Diabetes</li>
<li>Infection</li>
<li>Sleep issues</li>
<li>And many more!</li>
</ul>

<p>
Anyway, here is what you should ask:
</p>
<ol class="org-ol">
<li>Good morning, my name is Dr. XYZ. Can I get your name and date of birth please? <span class="ja">おはようございます、私はドクターXYZと申します。あなたのお名前と生年月日をお聞かせください。</span></li>
<li>Thank you for coming today. <span class="ja">本日はご来場いただきありがとうございました。</span></li>
<li>How can I help you?</li>
<li>Right, so you have been experiencing some tiredness. Can you tell me a little bit more about that?</li>
<li><i>Give the patient some time to explain.</i> <span class="ja"><i>患者さんに説明する時間を与えてください。</i></span></li>
<li>I will just do a quick summary of what you have told me so far.</li>
<li><i>Do a quick summary.</i> <span class="ja"><i>簡単なまとめをしてください。</i></span></li>
<li>So, how long have you been feeling tired for?</li>
<li>When did it start?</li>
<li>Has it become better or worse?</li>
<li>Is there a particular time of day where you feel most tired?</li>
<li>Does anything make it worse?</li>
<li>Do you have any ideas, concerns, and expectations?</li>
<li>Is it okay if I ask you few more questions?</li>
<li>How is your appetite?</li>
<li>How is your mood?</li>
<li>How is your sleep?</li>
<li>Have you had any recent infections?</li>
<li>Have you noticed weight changes?</li>
<li>Do you feel cold when others think it's warm? (you are checking for hypothyroidism).</li>
<li>How are your waterworks? (waterworks means urinary).</li>
<li>How are your bowel habits?</li>
<li>Any bleeding from anywhere?</li>
<li>Any pain?</li>
<li>Do you feel weak?</li>
<li>How is your concentration?</li>
<li><i>Do a quick summary.</i> <span class="ja"><i>簡単なまとめをしてください。</i></span></li>
<li>Then, do the rest of the history (past medical, past surgical, etc.)</li>
</ol>
</div>
</div>
</div>
</body>
</html>
